{
    "chapters": [
        {
            "summary": "On July 1, casey is doing his first official head man merchandise drop. He has less than 200 shirts and hats to sell. Every Masculinity Blueprint Accelerator student is getting early access to it. 24 hours early, casey is going to talk about why 99% of women don't like him. There are many subtle nuances when it comes to talking with women and what it means to be a high value man.",
            "headline": "Every Masculinity Blueprint Accelerator student is getting early access to it. 24 hours early.",
            "gist": "First headman merchandise drop.",
            "start": 2350,
            "end": 260370
        },
        {
            "summary": "In the video, he explains why his dating life has never been better in the past few months. He explains why it is your duty to be successful and to stick on your purpose when you have achieved some sort of success for yourself. Women give you more respect.",
            "headline": "In the video, he explains why his dating life has never been better in the past few months.",
            "gist": "Giving the truth.",
            "start": 260420,
            "end": 447502
        },
        {
            "summary": "There is no easy shortcut to success. Success is going to be a five to ten year journey for any of you. Success comes from going through hard things and having enough grit to overcome the obstacles. The more risks a person takes, the more they build self confidence.",
            "headline": "Success comes from going through hard things and having enough grit to overcome the obstacles.",
            "gist": "Success is a five to 10 year journey.",
            "start": 447636,
            "end": 517306
        },
        {
            "summary": "When you achieve a certain level of success, your dating life becomes easier. Women can tell that you're the type of guy where you expect the truth from them. 99% of men are invisible to women because they don't have the confidence to be who they want to be.",
            "headline": "When you achieve a certain level of success, women can tell that you're the type of guy where you expect the truth from them.",
            "gist": "The hardest thing in life to make it.",
            "start": 517368,
            "end": 699940
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/ddeac1e609d0461a84257751b343c20d/",
    "episode_thumbnail": "https://cdn-images-1.listennotes.com/podcasts/casey-zander-health-casey-zander-health-OfZcaglkNrq-RhLT53AHBGu.300x300.jpg",
    "episode_title": "WHY 99% of Men are INVISIBLE to WOMEN",
    "podcast_title": "Casey Zander"
}